Repository: ArtchyZ/pcmanfm
Catalog: ltg.po
Languages: ltg

source: Copyright (C) 2009 - 2018
ltg: Autortīseibys (C) 2009-2018

source: translator-credits
ltg: Andrejs Meinerts <inni96@inbox.lv>

source: Desktop Preferences
ltg: Dorbgolda īstatiejumi

source: <b>Background</b>
ltg: <b>Fons</b>

source: Wallpaper _mode:
ltg: Dorbgolda fons:

source: _Wallpaper:
ltg: Fona attāls:

source: Please select an image file
ltg: Izavielejit attāla failu

source: _Use the same wallpaper on all desktops
ltg: Vīns i tys paț attāls iz vysim dorbgoldim

source: _Background color:
ltg: Fona krōsa:

source: <b>Text</b>
ltg: <b>Teksts</b>

source: _Font of label text:
ltg: Teksta fonts:

source: C_olor of label text:
ltg: Teksta krōsa:

source: Color of _shadow:
ltg: Ānys krōsa:

source: _Appearance
ltg: Izskots

source: <b>Show desktop icons</b>
ltg: <b>Rōdäț dorbgolda ikonys</b>

source: _Show "Documents" folder on the desktop
ltg: Rōdäț mapi "Muni dokumenti" iz dorbgolda

source: Sho_w "Devices" folder on the desktop
ltg: Rōdäț mapi "Īkōrtys" iz dorbgolda

source: Show "_Trash Can" folder on the desktop
ltg: Rōdäț ikonu "Karziná" iz dorbgolda

source: S_how connected volumes on the desktop
ltg: Rōdäț disku ikonys iz dorbgolda

source: _Desktop Icons
ltg: _Dorbgolda ikonys

source: _Show menus provided by window managers when desktop is clicked
ltg: Rōdäț lūgu menedžera izvieļnis, kod ir klikškis iz dorbgolda

source: _Use desktop as a folder (show icons on it) by path:
ltg: Dorbgolda ikona ir mapá, kurei atsarūn:

# Use path for some folder: ...
source: Default
ltg: Nūkluseits

# Use path for some folder: ...
source: Custom:
ltg: Defineits:

source: Select a Desktop Folder
ltg: Dorbgolda mapá

source: _Open folders from desktop in new window
ltg: Dorbgolda mapi attaisäț jaunā lūgā

source: Ad_vanced
ltg: Vairōk

source: Fill with background color only
ltg: Izkrōsōț fona krōsā

source: Stretch to fill the entire monitor area
ltg: Izstīpț attālu, lai tys aizjem vysu monitoru

source: Stretch to fit the monitor area
ltg: Saspīsț attālu, lai tys īlein monitorā

source: Center unscaled image on the monitor
ltg: Attāls monitora centrī, bez izmāru mainis

source: Tile the image to fill the entire monitor area
ltg: Pavairynōț attālu, lai tys aizjem vysu monitoru

source: Stretch and crop to fill the monitor area
ltg: Izstīpț attālu namainūt proporcejis, lai tys aizjem vysu monitoru

source: Stretch to fill the complete screen
ltg: Izstīpț attālu, lai tys aizjem vysus ekranus

source: Open in current tab
ltg: Attaisäț aktivijā tabā

source: Open in new tab
ltg: Attaisäț jaunā tabā

source: Open in new window
ltg: Attaisäț jaunā lūgā

source: Preferences
ltg: Īstatiejumi

source: <b>Behavior</b>
ltg: <b>Darbeibys</b>

source: _Open files with single click
ltg: Attaisäț failus ai vīnu klikški

source: Delay of auto-selection in single click mode (0 to disable)
ltg: Aizturá deļ atlaseišonys vīna klikšká režimā (0 - atslāgts)

source: Co_nfirm before deleting files
ltg: Vysod apstyprynōț failu dziesšonu

source: _Move deleted files to "trash can" instead of erasing from disk
ltg: Izdzāstūs failus salikț "Karzinī", nu diska naizdziešūt

source: _Erase files on removable media instead of "trash can" creation
ltg: Izdzāstūs failus izdzäsț piļneigi

source: Confi_rm before moving files into "trash can"
ltg: Vysod apstyprynōț failu īlikšonu "Karzinī"

source: Don't ask options on _launch executable file
ltg: Naprasäț faila palaisšonys opcejis

source: _Bookmarks:
ltg: Grōmotzeimis:

source: Defaul_t drop action:
ltg: Nūkluseitō pōrviļkšonys darbeiba

source: "_Smart shortcut" auto-action on drop to Desktop folder
ltg: "Gudrōs nūrōdis" darbeiba pōrvalkūt iz Dorbgolda mapi

source: If enabled then "Auto" action on drop file onto Desktop folder will be: - for files directly in Home folder a symlink will be created - files on the same file system will be moved - other files (e.g. on removable media) will be copied - for some external URI a shortcut will be created
ltg: Ka īslāgta "Auto", to darbeibys pōrvalkūt iz Dorbgolda mapi ir: - failym, kuri atsarūn Dorbgolda mapī, teik iztaiseita nūrōdá - faily nu tōs pošys failu sistemys teik pōrlykti - faily nu cytom failu sistemom (pīm. montejamī diski) teik pōrkopeiti - ōrejōm URI (pīm. WEB adresis) teik sataiseita ikona

source: _Unfold tab when files are dragged onto tab button
ltg: Attaisäț tabu, kod faily teik pōrvylki iz tab pūgu

source: _Focus previous folder after coming to its parent
ltg: Rōdäț īprīškdejū mapi pec pōrīšonys iz augstōkū mapi

source: <b>Default View</b>
ltg: <b>Nūkluseitīs izskots</b>

source: Vie_w Mode:
ltg: Izskots:

source: _General
ltg: Pamata

source: <b>Icons</b>
ltg: <b>Ikonys</b>

source: Size of _big icons:
ltg: Lelūs ikonu izmārs:

source: Size of small _icons:
ltg: Mozūs ikonu izmārs:

source: Size of _thumbnails:
ltg: Seikattālu izmārs:

source: Size of side _pane icons:
ltg: Sōnejō panelá ikonu izmārs:

source: _Show thumbnails of files
ltg: Rōdäț failu seikattālus

source: _Only show thumbnails for local files
ltg: Rōdäț seikattālus viņ lokālyjīm failym

source: Do _not generate thumbnails for files exceeding this size:
ltg: Narōdäț seikattālus failym, kuru izmārs ir lelōks par:

source: <b>User Interface</b>
ltg: <b>Lītōtōja interfeiss</b>

source: Us_e SI decimal prefixes instead of IEC binary prefixes
ltg: Lītōț SI decimālō prefiksus IEC binārū prefiksu vītā

source: Treat backup files as _hidden
ltg: Skaitäț rezervis kopeišonys failus par slāptīm

source: Al_ways show full file names
ltg: Vysod rōdäț pylnus failu nūsaukumus

source: Show icons of hidden _files shadowed
ltg: Slāptūs failu ikonys rōdäț naspūdrys

source: _Display
ltg: Izskots

source: Hid_e 'Close tab' buttons
ltg: Narōdäț 'Aiztaisäț tabu' pūgys

source: Al_ways show the tab bar
ltg: Rōdäț tabu jūslu

source: _Maximum width of tab label:
ltg: Maksimals taba plotums:

source: characters
ltg: simboly

source: <b>Directories Tree</b>
ltg: Maṕu kūks

source: Hide e_xpander on empty or locked folder
ltg: Narōdäț tukšūs i slāgtūs maṕu saturu

source: <b>Show in Places:</b>
ltg: <b>Rōdäț vītys:</b>

source: _Home Folder
ltg: Sātys mapá

source: Des_ktop
ltg: Dorbgolds

source: _Trash Can
ltg: Karziná

source: _Filesystem Root
ltg: Golvonō mapá

source: App_lications
ltg: Programys

source: Dev_ices
ltg: Īkōrtys

source: _Network
ltg: Teiklys

source: _Layout
ltg: Izkōrtōjums

source: <b>Auto-mount</b>
ltg: <b>Auto-monteišona</b>

source: _Mount mountable volumes automatically on program startup
ltg: Auto_matiski pīmontäț datu nesiejus palaižūt failu pōrvaldnīku

source: Mo_unt removable media automatically when they are inserted
ltg: A_utomatiski pīmontäț nūjemamūs datu nesiejus, kod tī ir daslāgti

source: _Show available options for removable media when they are inserted
ltg: Rōdäț darbeibys ar nūjemamīm datu nesiejim, kod tī ir daslāgti

source: Do_n't show available options for those media types:
ltg: Narōdäț darbeibys deļ itaidim datu nesieju tipim:

source: _Remove selected
ltg: Dzäsț atzeimōtūs

source: _Open mounted removable media in new tab instead of new window
ltg: Attaisäț pīmonteitūs datu nesiejus na jaunā lūga, a tabā

source: When removable medium unmounted:
ltg: Kod nūjemamīs datu nesiejs ir atmonteits:

source: Clos_e tab containing removable medium
ltg: Aiztaisäț tabu, kurymā beja datu nesieja saturs

source: Change folder in the tab to _Home Folder
ltg: Pōrīț tabā iz Sātys mapi

source: _Volume Management
ltg: Disku _vadeiba

source: <b>Programs</b>
ltg: <b>Programys</b>

source: <i>Commands below may include extra options if necessary.</i>
ltg: <i>Zamōk radzamōm komandom var bȳț papyldopcejis, kod vajag.</i>

source: _Terminal emulator:
ltg: _Terminala emulators:

source: _Switch user command:
ltg: Lītōtōju pōrsliegšonys komanda:

source: _Format command:
ltg: Formateišonys komanda:

source: A_rchiver integration:
ltg: Arhiveišonys programa:

source: <b>Templates</b>
ltg: <b>Šabloni</b>

source: S_how only user defined templates in menu
ltg: Rōdäț viņ lītōtōja taiseitū šablonu sarokstu

source: Show _only one template for each MIME type
ltg: Rōdäț vīnu šablonu kotram MIME tipam

source: Ru_n default application after creation from template
ltg: Pec šablona taiseitū failu attaisäț ai nūkluseitū programu

source: <b>Other Options</b>
ltg: <b>Cyti īstatiejumi</b>

source: Use Application Startup Notify _by default
ltg: Paziņōjumi par programys pazalaisšonu

source: If checked then use Startup Notify for application if another not stated explicitly. If unchecked then use Startup Notify only if that is defined for application.
ltg: Ka īslāgts, to izlāc paziņōjums par programys pazalaisšonu, kod nazajauc cyti īstatiejumi. Ka atslāgts, to paziņōjums izlāc viņ tod, kod tys defineits pošā programā.

source: D_efer test for content type on folder loading
ltg: Pagaidäț ai faila tipa nūteikšonu, cikam lōdejās mapis saturs

source: Use path for "Home Folder" button:
ltg: "Sātys mapá" atsarasšonys vīta:

source: _Use current
ltg: Tānejō

source: _Advanced
ltg: Papildu

source: <b>_Do not load modules matching:</b>
ltg: <b>Naīlōdäț itūs moduļus:</b>

source: <b>_Load these modules anyway:</b>
ltg: <b>Īlōdäț itūs moduļus vysleidz:</b>

source: Modules
ltg: Moduli

source: Auto (move if on the same FS, copy otherwise)
ltg: Auto (pōrlikț, ka iz vīnys FS, ka nā - kopäț)

source: Copy
ltg: Kopäț

source: Move
ltg: Pōrlikț

source: Ask
ltg: Paprasäț

source: Icon view
ltg: Ikonys

source: Compact view
ltg: Kompakts

source: Thumbnail view
ltg: Seikattāly

source: Detailed list view
ltg: Detalizeits saroksts

source: Removable medium is inserted
ltg: Nūjemamīs datu nesiejs ir daslāgts

source: <b>Removable medium is inserted</b>
ltg: <b>Nūjemamīs datu nesiejs ir daslāgts</b>

source: Type of medium:
ltg: Datu nesieja tips:

source: Detecting...
ltg: Detektei...

source: Please select the action you want to perform:
ltg: Izavielejit darbeibu:

source: _Always perform this action on this media type
ltg: Deļ itaidim datu nesiejim vysod bȳș itei darbeiba

source: Connect to remote server
ltg: Dazaslägț pi tōlejō servera

source: <b>Specify remote folder to connect</b>
ltg: <b>Dazasliegšonys mapá iz tōlejō servera</b>

source: _Type:
ltg: _Tips:

source: _Host:
ltg: Dators:

source: _Port:
ltg: _Ports:

source: Pa_th:
ltg: Ceļš

source: _Anonymous login
ltg: Anonimīs lītōtōjs

source: _Login as:
ltg: Dazaslägț kei:

source: mixed content
ltg: vysaids

source: removable disk
ltg: nūjemamīs disks

source: Open in File Manager
ltg: Attaisäț Failu pōrvaldnīkā

source: Open in New Ta_b
ltg: Attaisäț jaunā ta_bā

source: Open in New Win_dow
ltg: Attaisäț jaunā lūgā

source: Open in Termina_l
ltg: Attaisäț termna_la lūgā

source: _Remove from Desktop
ltg: Nūjimț nu dorbgolda

source: Stic_k to Current Position
ltg: Dasprausț itymā vītā

source: Snap to _Grid
ltg: Kōrtōț ryndōs

source: Activate file
ltg: Palaisț failu

source: Show file menu
ltg: Rōdäț izlācūšū menu

source: Show desktop menu
ltg: Rōdäț dorbgolda menu

source: Desktop
ltg: Dorbgolds

source: _File
ltg: _Fails

source: _New Window
ltg: Jau_ns lūgs

source: Open new file manager window
ltg: Attaisäț jaunu failu pōrvaldnīkā lūgu

source: New T_ab
ltg: Jauns tabs

source: Create new tab for this folder
ltg: Itū mapi attaisäț jaunā tabā

source: C_reate New...
ltg: Sataisäț jaunu...

source: Folder
ltg: Mapi

source: Empty File
ltg: Tukšu failu

source: Folder Propertie_s
ltg: Mapis īpašeiby_s

source: _Close Tab
ltg: Aiztaisäț tabu

source: Close _Window
ltg: Aiztaisäț lūgu

source: _Edit
ltg: R_edigäț

source: C_ut
ltg: Izjimț

source: Move to _Trash
ltg: Iz Karzini

source: Copy Pat_h(s)
ltg: Kopäț ceļu

source: R_ename...
ltg: Pōrsaukț...

source: D_uplicate...
ltg: Sataisäț duplikatu...

source: Create Lin_k...
ltg: Sataisäț nūrōdi...

source: _Move to...
ltg: Pōrviļkț iz...

source: Copy to_...
ltg: Kopäț iz...

source: Propertie_s
ltg: Īpašeiby_s

source: _Invert Selection
ltg: Atlasäț pretejūs

source: Prefere_nces
ltg: Īstatiejumi

source: _View
ltg: Skots

source: _Reload Folder
ltg: Atsvaidzynōț mapi

source: Reload current folder
ltg: Atsvaidzynōț itū mapi

source: Tool_bar
ltg: Reikjūsla

source: Pat_h Bar
ltg: Navigacejis jūsla

source: Side _Pane
ltg: Sōnu _panelș

source: Fo_lder View Mode
ltg: Mapis izskota režims:

source: S_ort Files
ltg: Kōrtōț failus

source: Zoom O_ut
ltg: Pamozynōț

source: Fil_ter...
ltg: Filtrs...

source: _Help
ltg: Paleigs

source: _Keyboard Navigation
ltg: Vadeiba nu tastaturys

source: _Go
ltg: Īț iz

source: _Previous Folder
ltg: Īprīškdejō mapá

source: Return to previous folder in history
ltg: Īț iz īprīškdejū mapi nu saroksta

source: _Next Folder
ltg: Nōkušō mapá

source: Go forward to next folder in history
ltg: Īț iz nōkušū mapi nu saroksta

source: Pa_rent Folder
ltg: Augstōka mapá

source: Go to parent Folder
ltg: Īț iz augstōka leiminá mapi

source: H_ome Folder
ltg: Sātys mapi

source: Go to home folder
ltg: Īț iz Sātys mapi

source: _Desktop
ltg: _Dorbgoldu

source: Go to desktop folder
ltg: Īț iz Dorbgolda mapi

source: Open trash can
ltg: Īț iz Karzini

source: Filesyste_m Root
ltg: Golvonō mapá

source: Go fo filesystem root
ltg: Īț iz golvonū mapi

source: _Applications
ltg: Progr_amom

source: Go to root of applications menu folder
ltg: Īț iz programu golvonū mapi

source: Go to list of devices connected to the computer
ltg: Īț iz pīmonteitūs īkōrtu mapi

source: Net_work
ltg: Teiklu

source: Go to list of places on the network
ltg: Īț iz teikla īkōrtu sarokstu

source: _Go to Location...
ltg: Īț iz vītu...

source: _Connect to Server...
ltg: Dazaslägț pi servera...

source: Open a window to choose remote folder location
ltg: Attaisäț lūgu, kurā ir teikla maṕu saroksts

source: Go to the path in the location bar
ltg: Īț iz adresi, kas īraksteita navigacejis jūslā

source: _Bookmarks
ltg: Grōmotzeimis

source: _Add to Bookmarks...
ltg: Dalikț pi grōmotzeiḿom...

source: Add current folder to bookmarks list
ltg: Īrakstäț itū mapi grōmotzeiḿu sarokstā

source: Too_ls
ltg: Reiki

source: Open Current Folder in _Terminal
ltg: Attaisäț itū mapi _terminala lūgā

source: Fin_d Files...
ltg: Vaicōț failus...

source: Open search dialog
ltg: Attaisäț failu vaicōšonys lūgu

source: _Run a Command in Current Folder...
ltg: Sta_rtäț komandu itymā mapī...

source: Mingle _Files and Folders
ltg: Nakōrtōț mapis pyrms _failym

source: _Ignore Name Case
ltg: Naīvārōț burtu lelumu nūsaukumūs

source: Sho_w Hidden
ltg: Rōdäț slāptūs

source: Preserve This Folder's Settings
ltg: Atcerätīs itōs mapis īstatiejumus

source: Check to remember view and sort as folder setting rather than global one
ltg: Atcerätīs izskotu i kōrtōšonu atseviški nu cytim īstatiejumi

source: _Show Toolbar
ltg: Rōdäț reikjū_slu

source: Show 'New _Window' Button
ltg: 'Jauns lūgs'

source: Show 'New _Tab' Button
ltg: 'Jauns tabs'

source: Show _Navigation Buttons
ltg: Navigacejis pūgys

source: Show '_Home' Button
ltg: 'Sātys mapá'

source: Sho_w Side Pane
ltg: Rōdäț sōnu paneli

source: Show Status B_ar
ltg: Ziņōjumu lūgs

source: _Dual Pane Mode
ltg: _Divpaneļu režims

source: Show two panels with folder views
ltg: Rōdäț div paneļus ar maṕom

source: Fullscreen _Mode
ltg: Iz vysa ekrana

source: _Icon View
ltg: _Ikonys

source: _Compact View
ltg: _Kompakts

source: _Thumbnail View
ltg: Seikat_tālu

source: Detailed _List View
ltg: Deta_lizeits saroksts

source: By _Name
ltg: Pec _nūsaukuma

source: By _Modification Time
ltg: Pec _modificeišonys laika

source: By _Size
ltg: Pec izmāra

source: By File _Type
ltg: Pec faila _tipa

source: By _Extension
ltg: Pec paplašynōjuma

source: Places
ltg: Vītys

source: Directory Tree
ltg: Maṕu kūks

source: Remote
ltg: Tōlejīs

source: _Location
ltg: Programys

source: _Buttons
ltg: Pūgys

source: Show history of visited folders
ltg: Rōdäț sarokstu, kurymōs maṕōs tyka bȳts

source: History
ltg: Viesturá

source: You are in super user mode
ltg: Pōrvaldnīks dorbojās root režimā

source: Lightweight file manager
ltg: Vīgls failu pōrvaldnīks

source: using LibFM ver. %s
ltg: lītoj LibFM ver. %s

source: Developed by Hon Jen Yee (PCMan)
ltg: autors Hon Jen Yee (PCMan)

source: Keyboard Navigation
ltg: Vadeiba nu tastaturys

source: Tab: cycle focus Folder View -> Side Pane -> Tools Bar Shift+Tab: cycle focus Tools Bar -> Side Pane -> Folder View F6: change focus Side pane <-> Folder view F8: focus divider between Side pane and Folder view F10: activate main menu Ctrl+L or Alt+D: jump focus to Path Bar
ltg: Tab: pōrlikț fokusu Mapis -> Sōnu panelș -> Reikjūsla Shift+Tab: pōrlikț fokusu Reikjūsla -> Sōnu panelș -> Mapis F6: pōrlikț fokusu Sōnu panelș <-> Mapis F8: fokuss storp Sōnu paneli i Maṕom F10: attasäț golvonū menu Ctrl+L or Alt+D: fokuss iz navigacejis jūslys

source: Run a command
ltg: Palaisț komandu

source: Enter a command to run:
ltg: Īrokstit komandu:

source: Current folder is inaccessible
ltg: Itei mapá nav pīejama

source: Add following folder to bookmarks: '%s' Enter a name for the new bookmark item:
ltg: Pīlikț itū mapi pi grōmotzeiḿom: '%s' Īrokstit jaunōs grōmotzeimis nūsaukumu:

source: Add to Bookmarks
ltg: Pīlikț pi grōmotzeiḿom

source: Select filter
ltg: Filtra īraksteišona

source: Choose a new shell pattern to show files:
ltg: Īrokstit jaunu šablonu, pec kura tikș rōdeiti faily

source: Name of configuration profile
ltg: Konfiguracejis profila nūsaukums

source: Run PCManFM as a daemon
ltg: Palaisț PCManFM fona režimā

source: No function. Just to be compatible with nautilus
ltg: Nav funkcejis. Dūmōts sadereibai ar nautilus

source: Launch desktop manager
ltg: Palaisț dorbgolda pōrvaldnīku

source: Turn off desktop manager if it's running
ltg: Izslägț dorbgolda pōrvaldnīku, ka tys dorbojās

source: Open desktop preference dialog
ltg: Attaisäț dorbgolda īstatiejumu lūgu

source: Use --desktop option only for one screen
ltg: Lītōț opceji --desktop tik deļ vīna ekrana

source: Set desktop wallpaper from image FILE
ltg: Dorbgolda fona attāls

source: Set mode of desktop wallpaper. MODE=(color|stretch|fit|crop|center|tile|screen)
ltg: Dorbgolda fona attāla režims. MODE=(color|stretch|fit|crop|center|tile|screen)

source: Open Preferences dialog on the page N
ltg: Attaisäț Īstatiejumu lūgu lopai N

source: Open new window
ltg: Attaisäț jaunu lūgu

source: Open a Find Files window
ltg: Attaisäț failu vaicōšonys lūgu

source: Window role for usage by window manager
ltg: Lūgs lūgu menedžerā

source: Desktop manager is not active.
ltg: Lūgu menedžers nav aktivs

source: Terminal emulator is not set.
ltg: Terminala emulatora programa nav defineita.

source: Open in New T_ab
ltg: Attaisäț jaunā tabā

source: %d item selected
ltg: Atlaseits %d objekts

source: Free space: %s (Total: %s)
ltg: Breiva vīta: %s (Kūpā: %s)

source: %d item
ltg: %d objekts

source: (%d hidden)
ltg: %d slāpts

source: Add to Modules Blacklist
ltg: Moduli malnyjā sarokstā

source: Enter a blacklisted module mask:
ltg: Īrokstit masku deļ modulim, kuri jōlīk malnyjā sarokstā

source: Add to Modules Whitelist
ltg: Moduli boltyjā sarokstā

source: Enter a whitelisted module mask:
ltg: Īrokstit masku deļ modulim, kuri jōlīk boltyjā sarokstā

source: File Manager PCManFM
ltg: Failu pōrvaldnīks PCManFM

source: File Manager
ltg: Failu pōrvaldnīks

source: Browse the file system and manage the files
ltg: Failu sistemys i atsevišku failu pōrvaļdeišona

source: Change desktop wallpapers and behavior of desktop manager
ltg: Dorbgolda fona attāla nūmaineišona i lūgu menedžera pōrvaļdeišona
